const LaType = [
    {
        no: 1,
        name: "ลาป่วย ลากิจส่วนตัว ลาคลอดบุตร"
    },
    {
        no: 2,
        name: "ลาพักผ่อน"
    },
    {
        no: 3,
        name: "ขออนุญาตไปต่างประเทศ"
    },
    {
        no: 4,
        name: "ลาอุปสมบท"
    },
    {
        no: 5,
        name: "ลาไปประกอบพิธีฮัจญ์"
    },
    {
        no: 6,
        name: "เข้ารับการตรวจเลือก/เข้ารับการเตรียมพล"
    },
    {
        no: 7,
        name: "ลาไปศึกษา/ฝึกอบรม ดูงาน หรือปฏิบัติการวิจัย"
    },
    {
        no: 8,
        name: "ลาติดตามคู่สมรส"
    },
    {
        no: 9,
        name: "ไปปฏิบัติราชการนอกสำนักงาน"
    },
    {
        no: 10,
        name: "รับรองการมาปฏิบัติราชการ"
    },
    {
        no: 11,
        name: "ลากรณีพิเศษ"
    },
]

export default LaType